export const termsData = {
  header:
    "この利用規約（以下，「本規約」といいます。）は，＿＿＿＿＿（以下，「当社」といいます。）がこのウェブサイト上で提供するオンラインショップ（以下，「本サービス」といいます。）の利用条件を定めるものです。登録ユーザーの皆さま（以下，「ユーザー」といいます。）には，本規約に従って，本サービスをご利用いただきます。",
  articles: [
    {
      title: "第1条（適用）",
      clauses: [
        {
          clause:
            "本規約は，ユーザーと当社との間の本サービスの利用に関わる一切の関係に適用されるものとします。",
        },
        {
          clause:
            "当社は本サービスに関し，本規約のほか，ご利用にあたってのルール等，各種の定め（以下,「個別規定」といいます。）をすることがあります。これら個別規定はその名称のいかんに関わらず，本規約の一部を構成するものとします。",
        },
        {
          clause:
            "本規約の定めが前項の個別規定の定めと矛盾する場合には，個別規定において特段の定めなき限り，個別規定の定めが優先されるものとします。",
        },
      ],
    },
    {
      title: "第2条（利用登録）",
      clauses: [
        {
          clause:
            "本サービスにおいては，登録希望者が本規約に同意の上，当社の定める方法によって利用登録を申請し，当社がこれに対する承認を登録希望者に通知することによって，利用登録が完了するものとします。",
        },
        {
          clause:
            "当社は，利用登録の申請者に以下の事由があると判断した場合，利用登録の申請を承認しないことがあり，その理由については一切の開示義務を負わないものとします。",
          sub_clauses: [
            {
              sub_clause: "利用登録の申請に際して虚偽の事項を届け出た場合",
            },
            {
              sub_clause: "本規約に違反したことがある者からの申請である場合",
            },
            {
              sub_clause: "その他，当社が利用登録を相当でないと判断した場合",
            },
          ],
        },
      ],
    },
    {
      title: "第3条（ユーザーIDおよびパスワードの管理）",
      clauses: [
        {
          clause:
            "ユーザーは，自己の責任において，本サービスのユーザーIDおよびパスワードを管理するものとします。",
        },
        {
          clause:
            "ユーザーは，いかなる場合にも，ユーザーIDおよびパスワードを第三者に譲渡または貸与し，もしくは第三者と共用することはできません。当社は，ユーザーIDとパスワードの組み合わせが登録情報と一致してログインされた場合には，そのユーザーIDを登録しているユーザー自身による利用とみなします。",
        },
        {
          clause:
            "ユーザーID及びパスワードが第三者に使用されたことによって生じた損害は，当社に故意又は重大な過失がある場合を除き，当社は一切の責任を負わないものとします。",
        },
      ],
    },
    {
      title: "第4条（売買契約）",
      clauses: [
        {
          clause:
            "本サービスにおいては，ユーザーが当社に対して購入の申し込みをし，これに対して当社が当該申し込みを承諾した旨の通知をすることによって売買契約が成立するものとします。なお，当該商品の所有権は，当社が商品を配送業者に引き渡したときに，ユーザーに移転するものとします。",
        },
        {
          clause:
            "当社は，ユーザーが以下のいずれかの事由に該当する場合には，当該ユーザーに事前に通知することなく，前項の売買契約を解除することができるものとします。",
          sub_clauses: [
            {
              sub_clause: "ユーザーが本規約に違反した場合",
            },
            {
              sub_clause:
                "届け先不明や長期の不在のため商品の配送が完了しない場合",
            },
            {
              sub_clause:
                "その他当社とユーザーの信頼関係が損なわれたと認める場合",
            },
          ],
        },
        {
          clause:
            "本サービスに関する決済方法，配送方法，購入の申し込みのキャンセル方法，または返品方法等については，別途当社が定める方法によります。",
        },
      ],
    },
    {
      title: "第5条（知的財産権）",
      clauses: [
        {
          clause:
            "本サービスによって提供される商品写真その他のコンテンツ（以下「コンテンツ」といいます）の著作権又はその他の知的所有権は,当社及びコンテンツ提供者などの正当な権利者に帰属し,ユーザーは,これらを無断で複製,転載,改変,その他の二次利用をすることはできません。",
        },
      ],
    },
    {
      title: "第6条（禁止事項）",
      header:
        "ユーザーは，本サービスの利用にあたり，以下の行為をしてはならないものとします。",
      clauses: [
        {
          clause: "法令または公序良俗に違反する行為",
        },
        {
          clause: "犯罪行為に関連する行為",
        },
        {
          clause:
            "本サービスに含まれる著作権，商標権その他の知的財産権を侵害する行為",
        },
        {
          clause:
            "当社のサーバーまたはネットワークの機能を破壊したり，妨害したりする行為",
        },
        {
          clause: "本サービスによって得られた情報を商業的に利用する行為",
        },
        {
          clause: "当社のサービスの運営を妨害するおそれのある行為",
        },
        {
          clause: "不正アクセスをし，またはこれを試みる行為",
        },
        {
          clause: "他のユーザーに関する個人情報等を収集または蓄積する行為",
        },
        {
          clause: "他のユーザーに成りすます行為",
        },
        {
          clause:
            "当社のサービスに関連して，反社会的勢力に対して直接または間接に利益を供与する行為",
        },
        {
          clause: "その他，当社が不適切と判断する行為",
        },
      ],
    },
    {
      title: "第7条（本サービスの提供の停止等）",
      clauses: [
        {
          clause:
            "当社は，以下のいずれかの事由があると判断した場合，ユーザーに事前に通知することなく本サービスの全部または一部の提供を停止または中断することができるものとします。",
          sub_clauses: [
            {
              sub_clause:
                "本サービスにかかるコンピュータシステムの保守点検または更新を行う場合",
            },
            {
              sub_clause:
                "地震，落雷，火災，停電または天災などの不可抗力により，本サービスの提供が困難となった場合",
            },
            {
              sub_clause:
                "コンピュータまたは通信回線等が事故により停止した場合",
            },
            {
              sub_clause: "その他，当社が本サービスの提供が困難と判断した場合",
            },
          ],
        },
        {
          clause:
            "当社は，本サービスの提供の停止または中断により，ユーザーまたは第三者が被ったいかなる不利益または損害について，理由を問わず一切の責任を負わないものとします。",
        },
      ],
    },
    {
      title: "第8条（利用制限および登録抹消）",
      clauses: [
        {
          clause:
            "当社は，ユーザーが以下のいずれかに該当する場合には，事前の通知なく，ユーザーに対して本サービスの全部もしくは一部の利用を制限し，またはユーザーとしての登録を抹消することができるものとします。",
          sub_clauses: [
            {
              sub_clause: "本規約のいずれかの条項に違反した場合",
            },
            {
              sub_clause: "登録事項に虚偽の事実があることが判明した場合",
            },
            {
              sub_clause: "料金等の支払債務の不履行があった場合",
            },
            {
              sub_clause: "当社からの連絡に対し，一定期間返答がない場合",
            },
            {
              sub_clause:
                "本サービスについて，最終の利用から一定期間利用がない場合",
            },
            {
              sub_clause:
                "その他，当社が本サービスの利用を適当でないと判断した場合",
            },
          ],
        },
        {
          clause:
            "当社は，本条に基づき当社が行った行為によりユーザーに生じた損害について，一切の責任を負いません。",
        },
      ],
    },
    {
      title: "第9条（退会）",
      clauses: [
        {
          clause:
            "ユーザーは，当社の定める退会手続により，本サービスから退会できるものとします。",
        },
      ],
    },
    {
      title: "第10条（保証の否認および免責事項）",
      clauses: [
        {
          clause:
            "当社は，本サービスに事実上または法律上の瑕疵（安全性，信頼性，正確性，完全性，有効性，特定の目的適合性，セキュリティなどに関する欠陥，エラーやバグ，権利侵害などを含みますが，これらに限りません。）がないことを明示的にも黙示的にも保証しておりません。",
        },
        {
          clause:
            "当社は，本サービスに起因してユーザーに生じたあらゆる損害について，一切の責任を負いません。ただし，本サービスに関する当社とユーザーとの間の契約（本規約を含みます。）が消費者契約法に定める消費者契約となる場合はこの限りではありません。",
        },
        {
          clause:
            "前項ただし書に定める場合であっても，当社は，当社の過失（重過失を除きます。）による債務不履行または不法行為によりユーザーに生じた損害のうち特別な事情から生じた損害（当社またはユーザーが損害発生につき予見し，または予見し得た場合を含みます。）について一切の責任を負いません。また，当社の過失（重過失を除きます。）による債務不履行または不法行為によりユーザーに生じた損害の賠償は，ユーザーから当該損害の発生した月に受領した利用料金の額を上限とします。",
        },
      ],
    },
    {
      title: "第11条（サービス内容の変更等）",
      clauses: [
        {
          clause:
            "当社は，ユーザーへの事前の告知なく，本サービスの内容を変更しまたは本サービスの提供を中止することができるものとし，これによってユーザーに生じた損害について一切の責任を負いません。",
        },
      ],
    },
    {
      title: "第12条（利用規約の変更）",
      clauses: [
        {
          clause:
            "当社は，必要と判断した場合には，ユーザーに通知することなくいつでも本規約を変更することができるものとします。",
        },
        {
          clause:
            "なお，本規約の変更後，本サービスの利用を開始した場合には，当該ユーザーは変更後の規約に同意したものとみなします。",
        },
      ],
    },
    {
      title: "第13条（個人情報の取扱い）",
      clauses: [
        {
          clause:
            "当社は，本サービスの利用によって取得する個人情報については，当社「プライバシーポリシー」に従い適切に取り扱うものとします。",
        },
      ],
    },
    {
      title: "第14条（通知または連絡）",
      clauses: [
        {
          clause:
            "ユーザーと当社との間の通知または連絡は，当社の定める方法によって行うものとします。当社は,ユーザーから,当社が別途定める方式に従った変更届出がない限り,現在登録されている連絡先が有効なものとみなし,これらの連絡先へ通知または連絡を行い,これらは発信時にユーザーへ到達したものとみなします。",
        },
      ],
    },
    {
      title: "第15条（権利義務の譲渡の禁止）",
      clauses: [
        {
          clause:
            "ユーザーは，当社の書面による事前の承諾なく，利用契約上の地位または本規約に基づく権利もしくは義務を第三者に譲渡し，または担保に供することはできません。",
        },
      ],
    },
    {
      title: "第16条（準拠法・裁判管轄）",
      clauses: [
        {
          clause: "本規約の解釈にあたっては，日本法を準拠法とします。",
        },
        {
          clause:
            "本サービスに関して紛争が生じた場合には，本店所在地を管轄する裁判所を専属的合意管轄とします。",
        },
      ],
    },
  ],
};
export const privacyPolicy = {
  header:
    "株式会社___（以下，「当社」といいます。）は，本ウェブサイト上で提供するサービス（以下,「本サービス」といいます。）における，ユーザーの個人情報の取扱いについて，以下のとおりプライバシーポリシー（以下，「本ポリシー」といいます。）を定めます。",
  articles: [
    {
      title: "第1条（個人情報）",
      clauses: [
        {
          clause:
            "「個人情報」とは，個人情報保護法にいう「個人情報」を指すものとし，生存する個人に関する情報であって，当該情報に含まれる氏名，生年月日，住所，電話番号，連絡先その他の記述等により特定の個人を識別できる情報及び容貌，指紋，声紋にかかるデータ，及び健康保険証の保険者番号などの当該情報単体から特定の個人を識別できる情報（個人識別情報）を指します。。",
        },
      ],
    },
    {
      title: "第2条（個人情報の収集方法）",
      clauses: [
        {
          clause:
            "当社は，ユーザーが利用登録をする際に氏名，生年月日，住所，電話番号，メールアドレス，銀行口座番号，クレジットカード番号，運転免許証番号などの個人情報をお尋ねすることがあります。また，ユーザーと提携先などとの間でなされたユーザーの個人情報を含む取引記録や決済に関する情報を,当社の提携先（情報提供元，広告主，広告配信先などを含みます。以下，｢提携先｣といいます。）などから収集することがあります。",
        },
      ],
    },
    {
      title: "第3条（個人情報を収集・利用する目的）",
      header: "当社が個人情報を収集・利用する目的は，以下のとおりです。",
      clauses: [
        {
          clause: "当社サービスの提供・運営のため",
        },
        {
          clause:
            "ユーザーからのお問い合わせに回答するため（本人確認を行うことを含む）",
        },
        {
          clause:
            "ユーザーが利用中のサービスの新機能，更新情報，キャンペーン等及び当社が提供する他のサービスの案内のメールを送付するため",
        },
        {
          clause: "メンテナンス，重要なお知らせなど必要に応じたご連絡のため",
        },
        {
          clause:
            "利用規約に違反したユーザーや，不正・不当な目的でサービスを利用しようとするユーザーの特定をし，ご利用をお断りするため",
        },
        {
          clause:
            "ユーザーにご自身の登録情報の閲覧や変更，削除，ご利用状況の閲覧を行っていただくため",
        },
        { clause: "有料サービスにおいて，ユーザーに利用料金を請求するため" },
        { clause: "上記の利用目的に付随する目的" },
      ],
    },
    {
      title: "第4条（利用目的の変更）",
      clauses: [
        {
          clause:
            " 当社は，利用目的が変更前と関連性を有すると合理的に認められる場合に限り，個人情報の利用目的を変更するものとします。",
        },
        {
          clause:
            " 利用目的の変更を行った場合には，変更後の目的について，当社所定の方法により，ユーザーに通知し，または本ウェブサイト上に公表するものとします。。",
        },
      ],
    },
    {
      title: "第5条（個人情報の第三者提供",
      header:
        "1. 当社は，次に掲げる場合を除いて，あらかじめユーザーの同意を得ることなく，第三者に個人情報を提供することはありません。ただし，個人情報保護法その他の法令で認められる場合を除きます。",
      clauses: [
        {
          clause: (
            <div>
              当社は，次に掲げる場合を除いて，あらかじめユーザーの同意を得ることなく，第三者に個人情報を提供することはありません。ただし，個人情報保護法その他の法令で認められる場合を除きます
              <br />
              (1)
              人の生命，身体または財産の保護のために必要がある場合であって，本人の同意を得ることが困難であるとき
              <br />
              (2)
              公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合であって，本人の同意を得ることが困難であるとき
              <br />
              (3)
              国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって，
              本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき
              <br />
              (4)
              予め次の事項を告知あるいは公表し，かつ当社が個人情報保護委員会に届出をしたとき
              <br />
              a. 利用目的に第三者への提供を含むこと <br />
              b. 第三者に提供されるデータの項目
              <br /> c. 第三者への提供の手段または方法
              <br />
              d. 本人の求めに応じて個人情報の第三者への提供を停止すること
              <br /> e. 本人の求めを受け付ける方法 <br />
              2.
              前項の定めにかかわらず，次に掲げる場合には，当該情報の提供先は第三者に該当しないものとします。
              <br />
              (1)当社が利用目的の達成に必要な範囲内において個人情報の取扱いの全部または一部を委託する場合
              <br />
              (2)合併その他の事由による事業の承継に伴って個人情報が提供される場合
              <br />
              (3)個人情報を特定の者との間で共同して利用する場合であって，その旨並びに共同して利用される個人情報の項目，共同して利用する者の範囲，
              利用する者の利用目的および当該個人情報の管理について責任を有する者の氏名または名称について，あらかじめ本人に通知し，
              または本人が容易に知り得る状態に置いた場合
            </div>
          ),
        },
      ],
    },
    {
      title: "第6条（個人情報の開示）",
      clauses: [
        {
          clause: (
            <div>
              1.
              当社は，本人から個人情報の開示を求められたときは，本人に対し，遅滞なくこれを開示します。
              ただし，開示することにより次のいずれかに該当する場合は，その全部または一部を開示しないこともあり，開示しない決定をした場合には，
              その旨を遅滞なく通知します。なお，個人情報の開示に際しては，1件あたり1，000円の手数料を申し受けます。
              <br />
              (1)本人または第三者の生命，身体，財産その他の権利利益を害するおそれがある場合
              <br />
              (2)当社の業務の適正な実施に著しい支障を及ぼすおそれがある場合
              <br />
              (3)その他法令に違反することとなる場合 <br />
              2.
              前項の定めにかかわらず，履歴情報および特性情報などの個人情報以外の情報については，原則として開示いたしません。
            </div>
          ),
        },
      ],
    },
    {
      title: "第7条（個人情報の訂正および削除",
      clauses: [
        {
          clause:
            "ユーザーは，当社の保有する自己の個人情報が誤った情報である場合には，当社が定める手続きにより，当社に対して個人情報の訂正，" +
            "追加または削除（以下，「訂正等」といいます。）を請求することができます。",
        },
        {
          clause:
            "当社は，ユーザーから前項の請求を受けてその請求に応じる必要があると判断した場合には，遅滞なく，当該個人情報の訂正等を行うものとします。",
        },
        {
          clause:
            "当社は，前項の規定に基づき訂正等を行った場合，または訂正等を行わない旨の決定をしたときは遅滞なく，これをユーザーに通知します",
        },
      ],
    },
    {
      title: "第8条（個人情報の利用停止等）",
      clauses: [
        {
          clause:
            " 当社は，本人から，個人情報が，利用目的の範囲を超えて取り扱われているという理由，または不正の手段により取得されたものであるという理由により，" +
            "その利用の停止または消去（以下，「利用停止等」といいます。）を求められた場合には，遅滞なく必要な調査を行います。",
        },
        {
          clause:
            "前項の調査結果に基づき，その請求に応じる必要があると判断した場合には，遅滞なく，当該個人情報の利用停止等を行います。",
        },
        {
          clause:
            "当当社は，前項の規定に基づき利用停止等を行った場合，または利用停止等を行わない旨の決定をしたときは，遅滞なく，これをユーザーに通知します",
        },
        {
          clause:
            " 前2項にかかわらず，利用停止等に多額の費用を有する場合その他利用停止等を行うことが困難な場合であって，" +
            "ユーザーの権利利益を保護するために必要なこれに代わるべき措置をとれる場合は，この代替策を講じるものとします",
        },
      ],
    },
    {
      title: "第9条（プライバシーポリシーの変更）",
      clauses: [
        {
          clause:
            "本ポリシーの内容は，法令その他本ポリシーに別段の定めのある事項を除いて，ユーザーに通知することなく，変更することができるものとします。",
        },
        {
          clause:
            "当社が別途定める場合を除いて，変更後のプライバシーポリシーは，本ウェブサイトに掲載したときから効力を生じるものとします。",
        },
      ],
    },
  ],
};
export const panelData = [
  {
    Title: "ご注文について",
    QA: [
      {
        header: "質問が入ります質問が入ります",
        content:
          "回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります",
      },
      {
        header: "質問が入ります質問が入ります",
        content: "This is the answer to the second question.",
      },
      {
        header: "質問が入ります質問が入ります",
        content: "This is the answer to the third question.",
      },
      {
        header: "質問が入ります質問が入ります",
        content: "This is the answer to the fourth question.",
      },
    ],
  },
  {
    Title: "お支払いについて",
    QA: [
      {
        header: "質問が入ります質問が入ります",
        content:
          "回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります",
      },
      {
        header: "質問が入ります質問が入ります",
        content:
          "回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります",
      },
      {
        header: "質問が入ります質問が入ります",
        content:
          "回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります",
      },
      {
        header: "質問が入ります質問が入ります",
        content:
          "回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります",
      },
    ],
  },
  {
    Title: "ピッキングについて",
    QA: [
      {
        header: "質問が入ります質問が入ります",
        content:
          "回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります",
      },
      {
        header: "質問が入ります質問が入ります",
        content:
          "回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります",
      },
      {
        header: "質問が入ります質問が入ります",
        content:
          "回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります",
      },
      {
        header: "質問が入ります質問が入ります",
        content:
          "回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります",
      },
    ],
  },
  {
    Title: "ポスティングについて",
    QA: [
      {
        header: "質問が入ります質問が入ります",
        content:
          "回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります",
      },
      {
        header: "質問が入ります質問が入ります",
        content:
          "回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります",
      },
      {
        header: "質問が入ります質問が入ります",
        content:
          "回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります",
      },
      {
        header: "質問が入ります質問が入ります",
        content:
          "回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります回答が入ります",
      },
    ],
  },
];
